"UI_OK"                    = "OK";
"UI_CANCEL"                = "Annulla";
"UI_YES"                   = "Sì";
"UI_NO"                    = "No";
"UI_CONNECT"               = "Connetti";

"TSC_IDS_SECAUTH_AUTH_DISABLED_TITLE"					   = "Impossibile per Connessione desktop remoto verificare l'identità del computer da connettere.";

"TSC_IDS_SECAUTH_AUTH_DISABLED_AT_SERVER_PROMPT_CONTINUE"  = "Questo problema può verificarsi se:\n\n • Il computer remoto esegue una versione di Windows precedente a Windows Vista.\n • Il computer remoto è configurato per supportare solo il livello di protezione RDP.\n\nContattare l'amministratore o il proprietario del computer remoto per ricevere assistenza.\n\nEseguire la connessione?";
"TSC_IDS_SECAUTH_AUTH_DISABLED_AT_SERVER_NO_CONTINUE"      = "Questo problema può verificarsi se:\n\n • Il computer remoto esegue una versione di Windows precedente a Windows Vista.\n • Il computer remoto è configurato per supportare solo il livello di protezione RDP.\n\nContattare l'amministratore o il proprietario del computer remoto per ricevere assistenza.";

"TSC_IDS_SECAUTH_AUTH_ERROR"                               = "Impossibile per Connessione desktop remoto verificare l'identità del  computer a cui si desidera eseguire la connessione.";

"TSC_IDS_SECAUTH_AUTH_ERROR_INFOR"						   = "Provare a riconnettersi al computer Windows o contattare l'amministratore.";

"TSC_IDS_SECAUTH_CERT_EXPIRED"                             = "Il certificato è scaduto o non è più valido.";
"TSC_IDS_SECAUTH_NAME_MISMATCH"                            = "Il nome server sul certificato è errato.";
"TSC_IDS_SECAUTH_FAIL_TO_CHAIN_TO_TRUSTED_ROOT"            = "Il certificato non proviene da un'Autorità di certificazione attendibile.";
"TSC_IDS_SECAUTH_CERT_REVOKED"                             = "Il certificato è stato revocato, pertanto ne è sconsigliato l'utilizzo.";
"TSC_IDS_SECAUTH_UNABLE_TO_PERFORM_REVOCATION_CHECK"       = "Non è stato possibile eseguire un controllo della revoca per il certificato.";
"TSC_IDS_SECAUTH_CERT_OR_CHAIN_INVALID"                    = "Il certificato o la catena di certificati associata non è valida.";

"TSC_IDS_SECAUTH_ALLOW_CONNECT_ANYWAY"                     = "Eseguire la connessione al computer?";
"TSC_IDS_SECAUTH_CANNOT_PROCEED_REQUIRED"                  = "Impossibile continuare. Le preferenze correnti richiedono l'autenticazione per la connessione al computer Windows.";


"TSC_IDS_ENTER_TS_CREDS_ACTION"                            = "Immettere le credenziali";
"TSC_IDS_ENTER_TS_CREDS_DETAILS"                           = "Queste credenziali verranno utilizzate per la connessione a %s.";
"TSC_IDS_PREAUTH_LOGON_FAILURE_ACTION"                     = "Riprova";
"TSC_IDS_PREAUTH_LOGON_FAILURE_DETAILS"                    = "Le credenziali utilizzate per la connessione a %s sono errate. Immettere nuovamente le credenziali.";


